[X2DownloadableContentInfo_IRIRocketLaunchers]
RocketLaunchersWeaponCategory = "火箭发射器"
RocketsWeaponCategory = "火箭"

[UIUtilities_LW]
;m_sAverageScatterText="± <XGParam:StrValue0/> 格数"
m_sAverageScatterText1="散射: "
m_sAverageScatterText2=" 格数"

[X2TargetingMethod_IRI_LWRocketLauncher]
strMaxScatter="\nMax 散射 (格数): "

[X2Ability_IRI_Rockets]
LockAndFireLockonName="锁定并发射"

[IRI_FireRocket X2AbilityTemplate]
LocFriendlyName="发射火箭"
LocLongDescription="从火箭发射器发射火箭。火箭会散射。"
LocHelpText="从火箭发射器发射火箭。火箭会散射。"

[IRI_FireRocket_Spark X2AbilityTemplate]
LocFriendlyName="发射火箭"
LocLongDescription="从火箭发射器发射火箭。火箭会散射。"
LocHelpText="从火箭发射器发射火箭。火箭会散射。"


[IRI_X2Rocket_Standard X2RocketTemplate]
FriendlyName="火箭: 标准"
FriendlyNamePlural="标准型火箭"
BriefSummary="一种典型的高爆炸力火箭榴弹，20世纪末大量生产。它依靠的是过时但可靠的技术，仍然是一种有效的武器。"
TacticalText="一种典型的高爆炸力火箭榴弹，20世纪末大量生产。它依靠的是过时但可靠的技术，仍然是一种有效的武器。<br/><Bullet/> 这种火箭弹可能会散射并错过目标。移动后或远距离射击时，火箭散射会变得更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射标准型火箭"
ThrownAbilityHelpText="向目标区域发射标准型火箭。"
GiveRocketAbilityName="给予标准型火箭"
GiveArmedRocketAbilityName="给予已装载标准型火箭"
ArmRocketAbilityName="装载标准型火箭"
ArmRocketFlyover="标准型火箭已装载"

[IRI_X2Rocket_Plasma X2RocketTemplate]
FriendlyName="火箭: 电浆"
FriendlyNamePlural="电浆火箭"
BriefSummary="拼死拼搏，我们从回收的外星人榴弹中提取了炸药，并将其绑在了固体燃料火箭发动机上。它虽然不漂亮，但比常规火箭更强大。"
TacticalText="拼死拼搏，我们从回收的外星人榴弹中提取了炸药，并将其绑在了固体燃料火箭发动机上。它虽然不漂亮，但比常规火箭更强大。<br/><Bullet/> 这种火箭弹可能会散射并错过目标。移动后或远距离射击时，火箭散射会变得更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射电浆火箭"
ThrownAbilityHelpText="向目标区域发射电浆火箭。"
GiveRocketAbilityName="给予电浆火箭"
GiveArmedRocketAbilityName="给予已装载电浆火箭"
ArmRocketAbilityName="装载电浆火箭"
ArmRocketFlyover="电浆火箭已装载"

[IRI_X2Rocket_Elerium X2RocketTemplate]
FriendlyName="火箭: 超铀"
FriendlyNamePlural="超铀火箭"
BriefSummary="正如我们偶然发现的那样，将超铀晶体置于调变过的电浆光束下，会产生以前未曾观察到的原始爆炸力。遗憾的是，这项技术太不稳定，不能用于除重型武器以外的任何用途。"
TacticalText="正如我们偶然发现的那样，将超铀晶体置于调变过的电浆光束下，会产生以前未曾观察到的原始爆炸力。遗憾的是，这项技术太不稳定，不能用于除重型武器以外的任何用途。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射超铀火箭"
ThrownAbilityHelpText="向目标区域发射超铀火箭。"
GiveRocketAbilityName="给予超铀火箭"
GiveArmedRocketAbilityName="给予已装载超铀火箭"
ArmRocketAbilityName="装载超铀火箭"
ArmRocketFlyover="超铀火箭已装载"

[IRI_X2Rocket_Shredder X2RocketTemplate]
FriendlyName="火箭: 碎裂"
FriendlyNamePlural="碎裂火箭"
BriefSummary="我们设法从最初的XCOM项目遗留下来的一个弹药库中获得了大量的这种专用火箭弹的存货。这些火箭弹能非常有效地剥离敌人的装甲，使他们更容易受到后续伤害。"
TacticalText="我们设法从最初的XCOM项目遗留下来的一个弹药库中获得了大量的这种专用火箭弹的存货。这些火箭弹能非常有效地剥离敌人的装甲，使他们更容易受到后续伤害。 <br/><Bullet/> 被粉碎的目标从所有来源受到的伤害提高+ 33％。<br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射碎裂火箭"
ThrownAbilityHelpText="向目标区域发射碎裂火箭。"
GiveRocketAbilityName="给予碎裂火箭"
GiveArmedRocketAbilityName="给予已装载碎裂火箭"
ArmRocketAbilityName="装载碎裂火箭"
ArmRocketFlyover="碎裂火箭已装载"

[IRI_X2Rocket_Shredder_T3 X2RocketTemplate]
FriendlyName="火箭: 碎裂风暴"
FriendlyNamePlural="碎裂风暴火箭"
BriefSummary="作为碎裂火箭弹的改进型，碎裂风暴火箭可以击碎装甲并破坏受影响单位的结构完整性，显著增加其他来源的伤害。"
TacticalText="作为碎裂火箭弹的改进型，碎裂风暴火箭可以击碎装甲并破坏受影响单位的结构完整性，显著增加其他来源的伤害。 <br/><Bullet/> 被碎裂的目标受到所有来源的伤害增加+50%。<br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射碎裂风暴火箭"
ThrownAbilityHelpText="向目标区域发射碎裂风暴火箭。"
GiveRocketAbilityName="给予碎裂风暴火箭"
GiveArmedRocketAbilityName="给予已装载碎裂风暴火箭"
ArmRocketAbilityName="装载碎裂风暴火箭"
ArmRocketFlyover="碎裂风暴火箭已装载"

[X2Rocket_Shredder]
ShredderEffectLocName="碎裂"
ShredderEffectLocDescription="该单位受到的所有攻击伤害都会增加。"

[X2Effect_IRI_Shredded]
ShreddedFlyover="已碎裂!"

[IRI_X2Rocket_Plasma_Ejector X2RocketTemplate]
FriendlyName="电浆喷射器"
FriendlyNamePlural="电浆喷射器"
BriefSummary="这款便携式超铀能量元件可以从我们的一个肩扛式火箭发射器中投射出一束高破坏性的超热电浆光束。"
TacticalText="这款便携式超铀能量元件可以从我们的一个肩扛式火箭发射器中投射出一束高破坏性的超热电浆光束。 \n<Bullet/> 电浆喷射器会造成巨大的伤害，并毫不费力地融化盔甲，但电浆非常不稳定，并随着距离和目标的增加而逐渐变弱。 \n<Bullet/> 电浆喷射器对近距离内的优先目标，或一线的几个较弱目标最为有效。 \n<Bullet/> 超热电浆可以破坏掩体，但代价是对后面的目标造成较少的伤害，所以在可能的情况下，最好是尽量减少障碍物。 \n<Bullet/> 携带电浆喷射器会导致行动不便。 \n<Bullet/> 在执行任务期间，电浆喷射器可以在士兵之间自由传递。"
ThrownAbilityname="发射电浆喷射器"
ThrownAbilityHelpText="向目标区域发射电浆喷射器。"
GiveRocketAbilityName="给予电浆喷射器"
GiveArmedRocketAbilityName="给予已装载电浆喷射器"
ArmRocketAbilityName="装载电浆喷射器"
ArmRocketFlyover="电浆喷射器已装载"

[IRI_X2Rocket_Lockon X2RocketTemplate]
FriendlyName="火箭: 导弹"
FriendlyNamePlural="导弹火箭"
BriefSummary="该火箭使用具有改编的小精灵人工智能算法的临时导弹制导系统来攻击被「全息瞄准」的目标或机械性敌人。制导系统占据了很大空间，因此我们用成形装药取代了大部分爆炸当量，将伤害集中在主要目标上。"
TacticalText="该火箭使用具有改编的小精灵人工智能算法的临时导弹制导系统来攻击被「全息瞄准」的目标或机械性敌人。制导系统占据了很大空间，因此我们用成形装药取代了大部分爆炸当量，将伤害集中在主要目标上。 <br/><Bullet/> 这枚火箭弹对主要目标造成大部分伤害，穿透其装甲。 <br/><Bullet/> 这枚火箭弹针对单一目标发射的，而它有可能会错失并击中其他东西。在小队视野范围内与敌人交战时，失误的概率随距离增加。 <br/><Bullet/> 携带火箭会受到机动性惩罚。<br/><Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射导弹火箭"
ThrownAbilityHelpText="向目标发射导弹火箭。" 
GiveRocketAbilityName="给予导弹火箭"
GiveArmedRocketAbilityName="给予已装载导弹火箭"
ArmRocketAbilityName="装载导弹火箭"
ArmRocketFlyover="导弹火箭已装载"

[X2Rocket_Lockon]
LockonDirectDamageString="直击伤害"
[X2Rocket_Lockon_T3]
LockonDirectDamageString="直击伤害"

[IRI_X2Rocket_Lockon_T3 X2RocketTemplate]
FriendlyName="火箭: 猛禽"
FriendlyNamePlural="猛禽火箭"
BriefSummary="作为导弹火箭的改进版，猛禽携带了威力更大的成形装药弹头，进一步提升对主要目标的伤害。在火箭弹的弹体上拼接了一些破片组件，也增加了二次爆炸的伤害和半径。"
TacticalText="作为导弹火箭的改进版，猛禽携带了威力更大的成形装药弹头，进一步提升对主要目标的伤害。在火箭弹的弹体上拼接了一些破片组件，也增加了二次爆炸的伤害和半径。 <br/><Bullet/> 这枚火箭弹对主要目标造成大部分伤害，穿透其装甲。 <br/><Bullet/> 这枚火箭弹针对单一目标发射的，而它有可能会错失并击中其他东西。在小队视野范围内与敌人交战时，失误的概率随距离增加。 <br/><Bullet/> 携带火箭会受到机动性惩罚。<br/><Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射猛禽火箭"
ThrownAbilityHelpText="向目标发射猛禽火箭。" 
GiveRocketAbilityName="给予猛禽火箭"
GiveArmedRocketAbilityName="给予已装载猛禽火箭"
ArmRocketAbilityName="装载猛禽火箭"
ArmRocketFlyover="猛禽火箭已装载"

[IRI_X2Rocket_Napalm X2RocketTemplate]
FriendlyName="火箭: 烧夷弹"
FriendlyNamePlural="烧夷弹火箭"
BriefSummary="这枚重型火箭弹带有极易挥发的凝固汽油弹-B和胶状超铀混合物。被这种火箭弹点燃的单位将被迫移动，将火势蔓延到附近的物体和其他单位。"
TacticalText="这枚重型火箭弹带有极易挥发的凝固汽油弹-B和胶状超铀混合物。被这种火箭弹点燃的单位将被迫移动，将火势蔓延到附近的物体和其他单位。 <br/><Bullet/> 逃跑的敌人更容易被反应射击击中。 <br/><Bullet/> 机器人和机械性敌人对这枚火箭的效果免疫。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射烧夷弹火箭"
ThrownAbilityHelpText="向目标区域发射烧夷弹。"
GiveRocketAbilityName="给予烧夷弹火箭"
GiveArmedRocketAbilityName="给予已装载烧夷弹火箭"
ArmRocketAbilityName="装载烧夷弹火箭"
ArmRocketFlyover="烧夷弹火箭已装载"

[X2Rocket_Napalm]
WildfireEffectName="野火"
WildfireEffectDescription="该单位移动时会蔓延火势，且更容易被反应射击命中。"

[IRI_X2Rocket_Napalm_T3 X2RocketTemplate]
FriendlyName="火箭: 地狱火"
FriendlyNamePlural="地狱火火箭"
BriefSummary="烧夷弹火箭的更大更好的版本，其中还添加了更多易燃化合物。被这枚火箭弹点燃的单位将被迫移动，将火势蔓延到附近的物体和其他单位。"
TacticalText="烧夷弹火箭的更大更好的版本，其中还添加了更多易燃化合物。被这枚火箭弹点燃的单位将被迫移动，将火势蔓延到附近的物体和其他单位。 <br/><Bullet/> 逃跑的敌人更容易被反应射击击中。 <br/><Bullet/> 机器人和机械性敌人对这枚火箭的效果免疫。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射地狱火火箭"
ThrownAbilityHelpText="向目标区域发射地狱火火箭。"
GiveRocketAbilityName="给予地狱火火箭"
GiveArmedRocketAbilityName="给予已装载地狱火火箭"
ArmRocketAbilityName="装载地狱火火箭"
ArmRocketFlyover="地狱火火箭已装载"

[IRI_X2Rocket_Sabot X2RocketTemplate]
FriendlyName="火箭: 脱壳"
FriendlyNamePlural="脱壳火箭"
BriefSummary="随着强大的外星人和变种人单位的威胁不断增加，我们开发了一种外星合金尾翼稳定脱壳穿甲弹，旨在对单个目标造成最大的伤害。"
TacticalText="随着强大的外星人和变种人单位的威胁不断增加，我们开发了一种外星合金尾翼稳定脱壳穿甲弹，旨在对单个目标造成最大的伤害。 <br/><Bullet/> 脱壳投射物针对单一目标发射，无视其掩体并穿透其装甲。 <br/><Bullet/> 导弹更有可能击中大型目标，并且更有可能对较小的目标造成暴击伤害。 <br/><Bullet/> 被脱壳击中的生物敌人将流血。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射脱壳火箭"
ThrownAbilityHelpText="向目标发射脱壳导弹。"
GiveRocketAbilityName="给予脱壳火箭"
GiveArmedRocketAbilityName="给予已装载脱壳火箭"
ArmRocketAbilityName="装载脱壳火箭"
ArmRocketFlyover="脱壳火箭已装载"

[IRI_X2Rocket_Sabot_T3 X2RocketTemplate]
FriendlyName="火箭: 脱壳高冲击性"
FriendlyNamePlural="脱壳火箭"
BriefSummary="作为脱壳火箭的改进版，脱壳高冲击性变体的动能穿透器在液态超铀中进行了调质，以确保它能承受更长时间的冲击压力。否则，超铀发射器带来的速度提升没有任何积极作用，只会让弹丸在撞击时蒸发。"
TacticalText="作为脱壳火箭的改进版，脱壳高冲击性变体的动能穿透器在液态超铀中进行了调质，以确保它能承受更长时间的冲击压力。否则，超铀发射器带来的速度提升没有任何积极作用，只会让弹丸在撞击时蒸发。 <br/><Bullet/> 脱壳投射物针对单一目标发射，无视其掩体并穿透其装甲。 <br/><Bullet/> 弹丸更可能击中大型目标，并且更可能对较小的目标造成暴击伤害。 <br/><Bullet/> 被脱壳击中的生物敌人将流血。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射脱壳高冲击性火箭"
ThrownAbilityHelpText="向目标发射高冲击性脱壳火箭。"
GiveRocketAbilityName="给予脱壳高冲击性火箭"
GiveArmedRocketAbilityName="给予已装载脱壳高冲击性火箭"
ArmRocketAbilityName="装载脱壳高冲击性火箭"
ArmRocketFlyover="脱壳高冲击性火箭已装载"

[IRI_X2Rocket_Thermobaric X2RocketTemplate]
FriendlyName="火箭: 温压弹"
FriendlyNamePlural="温压弹火箭"
BriefSummary="温压弹将液化的超铀和外星合金散开，与大气中的氧气引发热化学反应，导致毁灭性的体积爆炸。它对密闭空间中的环境物体和敌人极为有效，但对高装甲目标无效。"
TacticalText="温压弹将液化的超铀和外星合金散开，与大气中的氧气引发热化学反应，导致毁灭性的体积爆炸。它对密闭空间中的环境物体和敌人极为有效，但对高装甲目标无效。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射温压弹火箭"
ThrownAbilityHelpText="向目标区域发射温压弹火箭。"
GiveRocketAbilityName="给予温压弹火箭"
GiveArmedRocketAbilityName="给予已装载温压弹火箭"
ArmRocketAbilityName="装载温压弹火箭"
ArmRocketFlyover="温压弹火箭已装载"

[IRI_X2Rocket_Thermobaric_T3 X2RocketTemplate]
FriendlyName="火箭: 闪燃"
FriendlyNamePlural="闪燃火箭"
BriefSummary="作为温压弹的改进型，闪燃火箭用一种新型粒子使环境饱和，这种粒子迅速形成类似聚合物的分子键。在短暂的时间内，它使目标区域表现得像在水下一样，使随后的热压爆炸对该区域的所有物体产生水动力冲击，从而大大增加任何潜在的损害。"
TacticalText="作为温压弹的改进型，闪燃火箭用一种新型粒子使环境饱和，这种粒子迅速形成类似聚合物的分子键。在短暂的时间内，它使目标区域表现得像在水下一样，使随后的热压爆炸对该区域的所有物体产生水动力冲击，从而大大增加任何潜在的损害。<br/><Bullet/> 该火箭对密闭空间中的环境物体和敌人极为有效，但对高装甲目标无效。<br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射闪燃火箭"
ThrownAbilityHelpText="向目标区域发射闪燃火箭。"
GiveRocketAbilityName="给予闪燃火箭"
GiveArmedRocketAbilityName="给予已装载闪燃火箭"
ArmRocketAbilityName="装载闪燃火箭"
ArmRocketFlyover="闪燃火箭已装载"


[IRI_X2Rocket_WhitePh X2RocketTemplate]
FriendlyName="火箭: 白磷弹"
FriendlyNamePlural="白磷弹火箭"
BriefSummary="这种火箭弹会在大面积上散布白磷，使敌人中毒，造成严重的烧伤，同时也会在该地区覆盖一层毒烟。"
TacticalText="这种火箭弹会在大面积上散布白磷，使敌人中毒，造成严重的烧伤，同时也会在该地区覆盖一层毒烟。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射白磷弹火箭"
ThrownAbilityHelpText="向目标区域发射白磷弹火箭。"
GiveRocketAbilityName="给予白磷弹火箭"
GiveArmedRocketAbilityName="给予已装载白磷弹火箭"
ArmRocketAbilityName="装载白磷弹火箭"
ArmRocketFlyover="白磷弹火箭已装载"

[IRI_X2Rocket_WhitePh_T3 X2RocketTemplate]
FriendlyName="火箭: 沙林毒气"
FriendlyNamePlural="沙林毒气火箭"
BriefSummary="我们改进了白磷弹，在其中加入了沙林，一种剧毒的神经毒剂。除了常规的中毒和烧伤效果外，火箭弹的初始爆炸将对有机单位造成严重的损伤。"
TacticalText="我们改进了白磷弹，在其中加入了沙林，一种剧毒的神经毒剂。除了常规的中毒和烧伤效果外，火箭弹的初始爆炸将对有机单位造成严重的损伤。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射沙林毒气火箭"
ThrownAbilityHelpText="向目标区域发射沙林毒气火箭。"
GiveRocketAbilityName="给予沙林毒气火箭"
GiveArmedRocketAbilityName="给予已装载沙林毒气火箭"
ArmRocketAbilityName="装载沙林毒气火箭"
ArmRocketFlyover="沙林毒气火箭已装载"

[IRI_X2Rocket_Acid X2RocketTemplate]
FriendlyName="火箭: 酸蚀"
FriendlyNamePlural="酸蚀火箭"
BriefSummary="这枚火箭会散布大量的高腐蚀性酸液，这些酸液是加工超铀的副产品。当受影响的单位采取行动或受到其他来源的伤害时，它们也会受到酸液的额外伤害。"
TacticalText="这枚火箭会散布大量的高腐蚀性酸液，这些酸液是加工超铀的副产品。当受影响的单位采取行动或受到其他来源的伤害时，它们也会受到酸液的额外伤害。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射酸蚀火箭"
ThrownAbilityHelpText="向目标区域发射酸蚀火箭。"
GiveRocketAbilityName="给予酸蚀火箭"
GiveArmedRocketAbilityName="给予已装载酸蚀火箭"
ArmRocketAbilityName="装载酸蚀火箭"
ArmRocketFlyover="酸蚀火箭已装载"

[IRI_X2Rocket_Flechette X2RocketTemplate]
FriendlyName="火箭: 飞镖弹"
FriendlyNamePlural="飞镖弹火箭"
BriefSummary="这种杀伤性火箭弹可以在大面积范围内散布雨点般的锐利合金尖刺。尖刺可以被掩体阻挡，对装甲目标无效。"
TacticalText="这种杀伤性火箭弹可以在大面积范围内散布雨点般的锐利合金尖刺。尖刺可以被掩体阻挡，对装甲目标无效。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射飞镖弹火箭"
ThrownAbilityHelpText="向目标区域发射飞镖弹火箭。"
GiveRocketAbilityName="给予飞镖弹火箭"
GiveArmedRocketAbilityName="给予已装载飞镖弹火箭"
ArmRocketAbilityName="装载飞镖弹火箭"
ArmRocketFlyover="飞镖弹火箭已装载"

[IRI_X2Rocket_Flechette_T3 X2RocketTemplate]
FriendlyName="火箭: 金属风暴"
FriendlyNamePlural="金属风暴火箭"
BriefSummary="金属风暴火箭是飞镖弹火箭的改进版，合金尖刺的当量提高了50％。得益于超铀火箭发射器不断增加的功率输出，这不影响其他特性。尖刺可以被掩体挡住，并且对装甲目标无效。"
TacticalText="金属风暴火箭是飞镖弹火箭的改进版，合金尖刺的当量提高了50％。得益于超铀火箭发射器不断增加的功率输出，这不影响其他特性。尖刺可以被掩体挡住，并且对装甲目标无效。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射金属风暴火箭"
ThrownAbilityHelpText="向目标区域发射金属风暴火箭。"
GiveRocketAbilityName="给予金属风暴火箭"
GiveArmedRocketAbilityName="给予已装载金属风暴火箭"
ArmRocketAbilityName="装载金属风暴火箭"
ArmRocketFlyover="金属风暴火箭已装载"


[IRI_X2Rocket_Nuke X2RocketTemplate]
FriendlyName="火箭: 核弹"
FriendlyNamePlural="战术核弹"
BriefSummary="超铀核弹是我们军械库中最具破坏性的战术火箭。它依靠精炼超铀爆炸来启动氢聚变反应，从而产生巨大的爆炸力。少用点，指挥官。我们正在努力拯救地球，而不是将其变成荒地。"
TacticalText="超铀核弹是我们军械库中最具破坏性的战术火箭。它依靠精炼超铀爆炸来启动氢聚变反应，从而产生巨大的爆炸力。少用点，指挥官。我们正在努力拯救地球，而不是将其变成荒地。 <br/><Bullet/> 爆炸震中的目标受到的伤害更大。 <br/><Bullet/> 战术核弹必须被装载后才能被发射。 <br/><Bullet/> 装载后，需要使用两行动点来发射。 <br/><Bullet/> 装载后，核武器无法解除，它将在3回合内自动引爆。 <br/><Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射战术核弹"
ThrownAbilityHelpText="向目标区域发射战术超铀核弹。"
GiveRocketAbilityName="给予战术核弹"
GiveArmedRocketAbilityName="给予已装载战术核弹"
ArmRocketAbilityName="装载战术核弹"
ArmRocketFlyover="战术核弹已装载"

[X2Rocket_Nuke]
str_NukeIsArmed="战术核弹已装载"
str_NukeDetonationImminent="战术核弹即将爆炸"
str_NukeDetonation="战术核弹引爆"

;	Unused below

[IRI_Rocket_Concussive X2RocketTemplate]
FriendlyName="火箭: 冲击波"
FriendlyNamePlural="冲击波火箭"
BriefSummary="这枚火箭弹被我军迅速称为「震撼者」，它能穿透地面，并发出高超音速的声波来制造微型地震。虽然这枚火箭弹对单位和环境的伤害不大，但它能有效地错乱生物敌人，甚至能使他们失去知觉。"
TacticalText="<Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射冲击波火箭"
ThrownAbilityHelpText="向目标区域发射冲击波火箭。"
GiveRocketAbilityName="给予冲击波火箭"

[IRI_Rocket_Cryo X2RocketTemplate]
FriendlyName="火箭: 霜冻"
FriendlyNamePlural="我们已经将我们的冷冻手榴弹存货转变为霜冻火箭弹。一旦引爆，这些火箭会将大多数目标冻住。我们推测，温度的骤降将创造一个难以穿越的持续性暴风雪。"
BriefSummary="霜冻火箭。"
TacticalText="<Bullet/> 与榴弹不同的是，大多数火箭弹会偏离方向，错过目标。在移动后或远距离射击时，火箭弹的散射会更严重。 \n<Bullet/> 携带火箭会受到机动性惩罚。 \n<Bullet/> 在执行任务期间，火箭可以在士兵之间自由传递。"
ThrownAbilityname="发射霜冻火箭"
ThrownAbilityHelpText="向目标区域发射霜冻火箭。"
GiveRocketAbilityName="给予霜冻火箭"

[IRI_Rocket_BlackHole X2RocketTemplate]
FriendlyName="黑洞火箭"
FriendlyNamePlural="黑洞火箭"
BriefSummary="黑洞火箭。"
TacticalText="<Bullet/> 黑洞火箭。"
ThrownAbilityname="发射黑洞火箭"
ThrownAbilityHelpText="向目标区域发射黑洞火箭。"
GiveRocketAbilityName="给予黑洞火箭"
